/*Определите несколько констант в своем коде (например, число Пи, число дней в неделе) и
выведите их значения на экран. Объясните, почему вы используете константы.*/
const double PI = 3.1415926535;
const int DAYS_IN_WEEK = 7;
const int SECONDS_IN_MINUTE = 60;
const string GREETING_MESSAGE_IN_RUSSIA_FOR_FOREIGNERS = "Добро пожаловать!";

Console.WriteLine("PI: " + PI);
Console.WriteLine("DAYS_IN_WEEK: " + DAYS_IN_WEEK);
Console.WriteLine("SECONDS_IN_MINUTE: " + SECONDS_IN_MINUTE);
Console.WriteLine("GREETING_MESSAGE_IN_RUSSIA_FOR_FOREIGNERS: " + GREETING_MESSAGE_IN_RUSSIA_FOR_FOREIGNERS);

///Я использовала в этом задании константы для тех значений, которые никогда не меняются. Например, число Пи, кол-во дней в неделе, секунд в минуте или
///приветственная фраза для иностранцев всегда будут одинаковыми и неизменными. 