/*Напишите программу, которая объявляет переменную типа int и увеличивает ее значение на 1 с
помощью оператора инкремента, а затем уменьшает на 1 с помощью оператора декремента.
Выведите результат на экран.*/
int number = 12;
Console.WriteLine($"Исходное значение: {number}");
number++;
Console.WriteLine($"После инкремента: {number}");
number--;
Console.WriteLine($"После декремента: {number}");