/*Создайте программу, в которой объявите переменные разных типов данных (int, double, char,
string, bool). Присвойте им значения и выведите их на экран.*/
int intValue = 136548;
double doubleValue = 1.7215;
char charValue = 'L';
string stringValue = "Hello";
bool boolValue = false;

Console.WriteLine("intValue: " + intValue);
Console.WriteLine("doubleValue: " + doubleValue);
Console.WriteLine("charValue: " + charValue);
Console.WriteLine("stringValue: " + stringValue);
Console.WriteLine("boolValue: " + boolValue);